IDEA Open Model
ConnectionSetup.DistanceBetweenBoltsEdge Property
Compatible with IDEA StatiCa 20.1
 Limit distance between bolt and plate edge as a multiple of bolt diameter
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double DistanceBetweenBoltsEdge { get; set; }
Public Property DistanceBetweenBoltsEdge As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace